{
    "AncientCoffeeBean_name": "Antike Kaffeebohne",
    "AncientFern_name": "Antiker Farn",
    "AncientFlower_name": "Antike Blume",
    "AncientNut_name": "Antike Nuss",
    "AncientOlive_name": "Antike Olive",
    "AncientTuber_name": "Antike Knolle",
    "AncientCoffeeBean_description": "Pflanze sie im Frühling, Sommer oder Herbst, um eine antike Kaffeepflanze anzubauen. Die Reifung dauert 32 Tage und trägt anschließend alle 4 Tage weitere Bohnen. Lege 5 antike Kaffeebohnen in ein Hartholzfass, um antiken Kaffee zu erhalten.",
    "AncientFern_description": "Dieser urzeitliche Farn bringt eine wunderschöne und geschmackvolle Blüte hervor.",
    "AncientFlower_description": "Diese Blume wurde in der Antike geliebten Menschen geschenkt.",
    "AncientNut_description": "Der Liebling antiker Nagetiere.",
    "AncientOlive_description": "Der Ursprung aller Oliven.",
    "AncientTuber_description": "Vor Äonen ernährten sich bereits Riesenfaultiere von diesem Vorfahr unserer heutigen Kartoffel.",
    "AncientFernSeeds_name": "Antiker Farn Saat",
    "AncientFlowerSeeds_name": "Antike Blumen Saat",
    "AncientNutSeeds_name": "Antike Nuss Samen",
    "AncientOliveSeeds_name": "Antike Oliven Samen",
    "AncientTuberSeeds_name": "Antike Knolle Samen",
    "AncientFernSeeds_description": "Pflanze sie im Frühling, Sommer oder Herbst, um einen antiken Farn zu züchten. Blüht nach 30 tagen zum ersten Mal und produziert anschließend weitere Blüten.",
    "AncientFlowerSeeds_description": "Pflanze sie im Frühling, Sommer oder Herbst. Blüht nach 16 Tagen.",
    "AncientNutSeeds_description": "Pflanze sie im Frühling, Sommer oder Herbst, um eine antike Nusspflanze zu züchten. Reift nach 40 Tagen und produziert anschließend weitere Nüsse.",
    "AncientOliveSeeds_description": "Pflanze sie im Frühling, Sommer oder Herbst, um eine antike Olivenpflanze zu züchten. Reift nach 46 Tagen und produziert anschließend weitere Oliven.",
    "AncientTuberSeeds_description": "Wächst nur im Winter. Kann nach 28 Tagen geerntet werden, mit der Möglichkeit mehrere Knollen zu erhalten.",
    "AncientCoffee_name": "Antiker Kaffee",
    "AncientFernTea_name": "Antiker Farntee",
    "AncientNutButter_name": "Antike Nussbutter",
    "AncientNutMilk_name": "Antike Nussmilch",
    "AncientOliveOil_name": "Antikes Olivienöl",
    "AncientCoffee_description": "Werde ich jemals wieder schlafen?",
    "AncientFernTea_description": "Ein extrem entspannender Tee.",
    "AncientNutButter_description": "Der Geschmack ist so unbeschreiblich, dass keine Sprache dieser Welt ihn beschreiben kann.",
    "AncientNutMilk_description": "Schmeckt nicht wie normale Milch.",
    "AncientOliveOil_description": "Dieses extra-native Öl bildet ein Aroma, welches nicht von dieser Welt zu sein scheint.",
    "OilmakerInvalidCount_AncientOlives": "Benötigt 4 Antike Oliven.",
    "KegInvalidCount_AncientCoffeeBeans": "Benötigt 5 Antike Kaffeebohnen.",
    "KegInvalidCount_AncientNuts": "Benötigt 2 Antike Nüsse.",
    "MayonnaisemachineInvalidCount_AncientNuts": "Benötigt 4 Antike Nüsse.",
    "Mail_QiAncientCropsIntro": "Sieh an, wer es auf die Insel geschafft hat. ^Diese Insel löste sich vor Jahrtausenden vom Festland und blieb bis vor Kurzem unberührt. Das lokale Ökosystem ist ein Fenster in eine Zeit, als die menschliche Zivilisation noch in ihren Kinderschuhen steckte. Die Überbleibsel dieser Ära überdauern bis heute. Wird es dir gelingen, sie zu finden? ^Wir werden sehen. ^^- Qi [#] Antike Pflanzen Einführung",
    "Mail_SandyAncientFlower:": "@, ^^Ich wollte mich noch einmal herzlich für die wunderschöne Rose bedanken, die du mir geschenkt hast. Sie erinnert mich an eine Blume, die seit Generationen in unserer Familie gezüchtet wird. Meine Großmutter hat kürzlich ein paar Ableger gemacht, die ich dir geben möchte. ^Sei vorsichtig, soweit ich weiß, ist diese Blume schon vor langer Zeit in der Wildnis ausgestorben. ^^- Deine Sandy %item object AncientCrops_AncientFlowerSeeds 3 %%[#] Antike Blumen Saat",
    "Mail_QiAncientFern:": "Ah, du hast also den sagenumwobenen Inselschrein gefunden. Vor Äonen brachten die Alten den Göttern wertvolle Objekte in allen Farben des Regenbogens als Opfergaben dar, wenn das Volk hungerte. ^Lass uns sehen, was du mit diesem uralten Segen anzufangen weißt. ^^- Qi %item object AncientCrops_AncientFernSeeds 3 %%[#]Antike Farn Saat",
    "Mail_LeoAncientNut": "Hallo @, ^^Langsam gewöhne ich mich wieder an das Leben im Tal. Ich möchte dir danken, dass du so geduldig mit mir warst und mich überzeugt hast, heimzukehren. Ich hatte ganz vergessen, wie sehr ich andere Menschen in meinem Leben vermisst habe. Ich möchte dir etwas Besonderes schenken. Eines Tages brachte ein Papagei diese ungewöhnliche Nuss mit. Ich habe sie behalten, weil ich wusste, dass sie besonders ist. Du als erfahrener Bauer kannst sicher etwas damit anfangen. ^^- Leo %item object AncientCrops_AncientNut 1 %% [#] Antike Nuss",
    "Mail_SnailAncientOlive": "Sei gegrüßt @, ^^Ich kann immer noch nicht glauben, dass meine Sammlung endlich vollständig ist. ^Du hast dich als Experte der lokalen Flora und Fauna erwiesen. Als ich meine Forschungen auf dieser Insel begann, fand ich dieses Exemplar in einem abgelegenen Winkel des Dschungels. Meine Untersuchungen zeigen, dass es sich um den Vorfahren unserer heutigen Oliven handelt. ^Ich hatte keinen Erfolg damit, sie zu züchten, deshalb vertraue ich sie dir nun an. ^Lass mich an deinen Ergebnissen teilhaben. ^^- Hochachtungsvoll Professor Snail %item object AncientCrops_AncientOlive 1 %% [#] Antike Olive",
    "Mail_WizardAncientTuber": "@, ^^Ich habe bemerkt, dass du begonnen hast, einige altertümliche Pflanzen zu kultivieren. ^Hör mir gut zu: Diese Pflanzen starben vor langer Zeit im Tal aus, als Folge massiver Übernutzung durch die Menschen. Ihr exotisches Aussehen und ihre einzigartigen Eigenschaften führten zu einem langsamen Wachstum, da sie antike Energie aus dem Erdreich aufnahmen. Irgendwann gab es zu viele Pflanzen auf zu engem Raum, und so entwickelten sich aus diesen Pflanzen ihre heutigen Verwandten. ^Dies ist eine Warnung! Mache nicht die gleichen Fehler und erhalte das uralte Gleichgewicht. ^Ach, und weil ich weiß, dass du damit etwas anzufangen weißt: Hier ist die antike Version unserer geliebten Kartoffel. Sie wurde ursprünglich als Notfalllösung angebaut, als eine Naturkatastrophe die Atmosphäre verdunkelte und keine andere Pflanze wachsen konnte. ^^ -der Zauberer %item object AncientCrops_AncientTuberSeeds 10 %% %action AddQuest 94237101 %%[#]Antike Knolle",
    "Mail_QiAncientCoffee": "Bravo, du hast mich erneut überrascht! ^@, du hast es geschafft alle antiken Pflanzen zu sammeln, gratuliere! Du hast wieder einmal bewiesen, dass du dich nicht unkriegen lässt, selbst im Angesicht der schwierigsten Herausforderungen. Ich bin sehr stolz auf dich! ^^Wie du dir sicher denken kannst, endet die Geschichte hier nicht, oder? Als Trophäe überreiche ich dir diese besondere Bohne. Ich habe ihr Genom modifiziert, sodass sie im Stande ist, die antike Energie aufzusaugen, welche durch unsere Erde läuft. Apropos Laufen: Mehrere von ihnen als Getränk gebraut, sollten dir einen nie da gewesenen Geschwindigkeitsschub verpassen. ^Viel Erfolg ^ -Qi %item object AncientCrops_AncientCoffeeBean 1 %% [#] Antike Kaffee Bohne",
    "AncientEnergyProcessor_name": "Antik-Energie Prozessor",
    "AncientEnergyProcessor_description": "Eine Maschine, die von Mr. Qi entwickelt wurde. Erlaubt das Manipulieren der Eingaben mithilfe antiker Energie.",
    "AncientEnergyProcessorFuelNeededMessage": "Benötigt Uralte Frucht."
}