{
    "AncientCoffeeBean_name": "Ancient Coffee Bean",
    "AncientFern_name": "Ancient Fern",
    "AncientFlower_name": "Ancient Flower",
    "AncientNut_name": "Ancient Nut",
    "AncientOlive_name": "Ancient Olive",
    "AncientTuber_name": "Ancient Tuber",
    "AncientCoffeeBean_description": "Plant in spring, summer or fall to grow an ancient coffee plant. Takes 32 days to mature, and keeps producing after the first harvest. Place 5 ancient coffee beans in a keg to obtain ancient coffee.",
    "AncientFern_description": "An ancient fern that produces a beautiful and tasteful flower",
    "AncientFlower_description": "This flower was gifted to loved ones in ancient times.",
    "AncientNut_description": "Ancient rodents would feed on this.",
    "AncientOlive_description": "An ancient type of olive that grows in a small plant.",
    "AncientTuber_description": "This ancestor of the potato used to feed ancient sloth-like animals for millennia.",
    "AncientFernSeeds_name": "Ancient Fern Seeds",
    "AncientFlowerSeeds_name": "Ancient Flower Seeds",
    "AncientNutSeeds_name": "Ancient Nut Seeds",
    "AncientOliveSeeds_name": "Ancient Olive Seeds",
    "AncientTuberSeeds_name": "Ancient Tuber Seeds",
    "AncientFernSeeds_description": "Plant in spring, summer or fall to grow an ancient fern. Takes 30 days to mature, and keeps producing after the first harvest.",
    "AncientFlowerSeeds_description": "Plant in spring, summer or fall. Takes 16 days to produce ancient flowers.",
    "AncientNutSeeds_description": "Plant in spring, summer or fall to grow an ancient nut plant. Takes 40 days to mature, and keeps producing after the first harvest.",
    "AncientOliveSeeds_description": "Plant in spring, summer or fall to grow an ancient olive plant. Takes 46 days to mature, and keeps producing after the first harvest.",
    "AncientTuberSeeds_description": "Plant in spring, summer or fall to grow an ancient tuber. Takes 28 days to mature, and has a chance of yielding multiple tubers at harvest.",
    "AncientCoffee_name": "Ancient Coffee",
    "AncientFernTea_name": "Ancient Fern Tea",
    "AncientNutButter_name": "Ancient Nut Butter",
    "AncientNutMilk_name": "Ancient Nut Milk",
    "AncientOliveOil_name": "Ancient Olive Oil",
    "AncientFrozenDelight_name": "Ancient Frozen Delight",
    "AncientEnergyStarch_name": "Ancient Energy Starch",
    "AncientCoffee_description": "Will I ever sleep again?",
    "AncientFernTea_description": "An extremely relaxing tea.",
    "AncientNutButter_description": "The taste is so unique that no human language has been able to describe it",
    "AncientNutMilk_description": "Doesn't taste like regular milk.",
    "AncientOliveOil_description": "This extra-virgin olive oil has more flavor than any other you have tasted.",
    "AncientFrozenDelight_description": "A blend of textures made in heaven.",
    "AncientEnergyStarch_description": "Condensed ancient energy stored in an organic molecule.",
    "OilmakerInvalidCount_AncientOlives": "Requires 4 Ancient Olives.",
    "KegInvalidCount_AncientCoffeeBeans": "Requires 5 Ancient Coffee Beans.",
    "KegInvalidCount_AncientNuts": "Requires 2 Ancient Nuts.",
    "MayonnaisemachineInvalidCount_AncientNuts": "Requires 4 Ancient Nuts.",
    "Mail_QiAncientCropsIntro": "Look who stepped foot on the island. ^This land drifted away from the continent thousands of years ago and has been separated since then. The local ecosystem is like a time capsule from an age when human civilization was still in its early days. Some remnants of this time persist to this day. ^Will you be able to recover them? I’m eager to see. ^^-Qi [letterbg 2] [#] Ancient Crops Introduction",
    "Mail_SandyAncientFlower": "Dear @, ^^Thank you for that beautiful rose you gifted me earlier. This rose reminded me of a special flower that has been cultivated in my family for generations. My grandma recently made some cuttings, and I wanted to give them to you. ^Be careful, I know this specimen is considered to be extinct in the wild. ^^- Yours, Sandy %item object AncientCrops_AncientFlowerSeeds 3 %%[#] Ancient Flower Seeds",
    "Mail_QiAncientFern": "Ah, so you found the elusive Island Shrine. ^Eons ago, the Old Ones brought precious objects of all colors as offerings to this place in times of great need. ^Let’s see what you can achieve with this ancient blessing. ^^ -Qi %item object AncientCrops_AncientFernSeeds 3 %%[#]Ancient Fern Seeds",
    "Mail_LeoAncientNut": "Hello @, ^^I’m slowly getting used to life in the valley again. Thank you for being patient with me and convincing me to return to the valley. I didn’t realize how much I missed other people in my life. ^I want to give you something special. One day, one of the parrots carried an odd-looking type of nut with it. I kept it because I knew it was special. Maybe you, as an experienced farmer, can do something with it. ^^- Leo %item object AncientCrops_AncientNut 1 %% [#] Ancient Nut",
    "Mail_SnailAncientOlive": "Greetings @, ^^I cannot believe you’ve done it. My collection is complete, and you have proven to be an expert on the local flora and fauna. When I started my research on the ecosystem of this island, I discovered this specimen in a very remote location of the jungle. I studied it, and it turns out that this might be the ancestor of today’s olive. I had no success in growing it, so I trust this to you now. ^Please share the results with me. ^^- Sincerely, Professor Snail %item object AncientCrops_AncientOlive 1 %% [#] Ancient Olive",
    "Mail_WizardAncientTuber": "@ ^^I’ve noticed you’ve started growing some long-forgotten crops on your farm. ^You see, these crops went extinct in the valley a long time ago due to massive overuse by the people. Their exotic appearance and unique properties came at the cost of very slow growth, as they absorbed ancient energy from the soil. Eventually, there were too many crops in too small an area, and the soil couldn’t recharge fast enough. Over time, the crops adapted and evolved into their modern-day cousins. ^This is a warning. Be sure not to make the same mistake. Keep the ancient balance intact! Oh, and now that I’m sure you know what to do with it, here is the ancient version of our beloved potato. It was once cultivated as a backup when a natural disaster darkened the atmosphere and no other crop could grow. ^^- the Wizard [letterbg 2] %item object AncientCrops_AncientTuberSeeds 10 %% %action AddQuest 94237101 %%[#]Ancient Tuber",
    "Mail_QiAncientCoffee": "Well, well, you surprised me again. ^@, you gathered all types of ancient crops. Congratulations on that; you have shown once more that you do not give up, even on the hardest tasks. ^I’m proud of you, kid! ^^You know, this isn’t all, don’t you? Let me reward you with this special bean. I altered its genetics to enable it to soak up the ancient energy running under our feet. And speaking of running: multiple ones brewed up as a drink should give you a never-before-seen speed boost. ^Good Luck. ^- Qi [letterbg 2] %item object AncientCrops_AncientCoffeeBean 1 %% [#] Ancient Coffee Bean",
    "AncientEnergyProcessor_name": "Ancient Energy Processor",
    "AncientEnergyProcessor_description": "A machine developed by Mr. Qi. Allows you to alter the inputs using ancient energy.",
    "AncientEnergyProcessorFuelNeededMessage": "Requires Ancient Fruit.",
    "AncientEnergyProcessor_AncientFrozenDelight": "Requires Ancient Fruit and 5 Powdermelons.",
    "WizardTuber_title": "Ancient Crops Anatomy",
    "WizardTuber_details": "The Ancient Tuber has perfected to absorb and save the ancient energy in it's cells resulting in it growing huge. If you can achieve this, the result should help you to understand the anatomy of the ancient crops better.",
    "WizardTuber_condition": "Bring the wizard your recent result",
    "WizardTuber_reaction": "Interesting. During it's growth phase, the ancient tuber stores the ancient energy in a much more complex molecule. This molecule seems to be crucial factor for plants becoming huge."
}