{
    "AncientCoffeeBean_name": "Grain de Café antique",
    "AncientFern_name": "Fougère antique",
    "AncientFlower_name": "Fleur antique",
    "AncientNut_name": "Noix antique",
    "AncientOlive_name": "Olive antique",
    "AncientTuber_name": "Tubercule antique",
    "AncientCoffeeBean_description": "À planter au printemps, en été ou en automne pour faire pousser un caféier antique. Nécessite 32 jours pour mûrir et continue de produire après la première récolte. Il faut placer 5 grains de café antique dans un fut en bois pour obtenir du café antique.",
    "AncientFern_description": "Une fougère qui produit une belle fleur délicieuse.",
    "AncientFlower_description": "Jadis, on offrait cette fleur à un être cher.",
    "AncientNut_description": "Les rongeurs antiques s'en nourrissaient.",
    "AncientOlive_description": "L'Origine du Monde des Olives.",
    "AncientTuber_description": "Cet ancêtre de la pomme de terre a servi à nourrir des paresseux antiques pendant des millénaires.",
    "AncientFernSeeds_name": "Graines de Fougère antiques",
    "AncientFlowerSeeds_name": "Graines de Fleurs antiques",
    "AncientNutSeeds_name": "Graines de Noix antiques",
    "AncientOliveSeeds_name": "Graines d'Olive antiques",
    "AncientTuberSeeds_name": "Graines de Tubercules antiques",
    "AncientFernSeeds_description": "À planter au printemps, en été ou en automne pour faire pousser une fougère antique. Nécessite 30 jours pour mûrir et continue de produire après la première récolte.",
    "AncientFlowerSeeds_description": "À planter au printemps, en été ou en automne. Nécessite 16 jours pour produire des fleurs.",
    "AncientNutSeeds_description": "À planter au printemps, en été ou en automne pour faire pousser une plante de noix antique. Nécessite 40 jours pour mûrir et continue de produire après la première récolte.",
    "AncientOliveSeeds_description": "À planter au printemps, en été ou en automne pour faire pousser une plante antique d’olivier. Nécessite 46 jours pour mûrir et continue de produire après la première récolte.",
    "AncientTuberSeeds_description": "À planter en hiver pour faire pousser un tubercule antique. Nécessite 28 jours pour mûrir et peut donner plusieurs tubercules à la récolte.",
    "AncientCoffee_name": "Café antique",
    "AncientFernTea_name": "Thé de Fougère antique",
    "AncientNutButter_name": "Beurre de Noix antique",
    "AncientNutMilk_name": "Lait de Noix antique",
    "AncientOliveOil_name": "Huile d'Olive antique",
    "AncientCoffee_description": "Vais-je pouvoir redormir un jour ?",
    "AncientFernTea_description": "Un thé extrêmement reposant.",
    "AncientNutButter_description": "Le goût est si unique qu'aucune langue humaine ne peut le décrire.",
    "AncientNutMilk_description": "N'a pas le goût du lait ordinaire.",
    "AncientOliveOil_description": "Cette huile d'olive extra vierge a plus de saveur que toutes les autres que vous avez goûtées.",
    "OilmakerInvalidCount_AncientOlives": "Nécessite 4 Olives antiques.",
    "KegInvalidCount_AncientCoffeeBeans": "Nécessite 5 Grains de Café antiques.",
    "KegInvalidCount_AncientNuts": "Nécessite 2 Noix antiques.",
    "MayonnaisemachineInvalidCount_AncientNuts": "Nécessite 4 Noix antiques.",
    "Mail_QiAncientCropsIntro": "Regardez qui vient de débarquer sur l'île. ^Cette terre s'est séparée du continent il y a des milliers d'années et a dérivé depuis. L'écosystème local ressemble à une capsule temporelle provenant d'une ère pendant laquelle la civilisation humaine n'en était qu'à ses débuts. Il en existe toujours des reliques. ^Pourras-tu retrouver ces reliques ? J'ai hâte de voir ça. ^^-Qi [#] Plante antiques - Introduction",
    "Mail_SandyAncientFlower": "Cher @, ^^Merci beaucoup pour la jolie rose que tu m'as offerte. Cette rose m'a rappelé une fleur spéciale que ma famille cultive depuis des générations. Ma grand-mère en a récemment fait des boutures et je voudrais te les transmettre. ^Fais-y attention. Ce spécimen est considéré comme une espèce éteinte dans la nature. ^^- Amitiés, Sandy %item object AncientCrops_AncientFlowerSeeds 3 %%[#] Graines de Fleurs antiques",
    "Mail_QiAncientFern": "Ah, tu as donc trouvé l'insaisissable sanctuaire de l'île. ^Il y a très longtemps, en temps de grande nécessité, les Anciens y faisaient des offrandes - des objets de toutes les couleurs. ^Voyons voir ce que tu peux faire de cette antique bénédiction. ^^ -Qi %item object AncientCrops_AncientFernSeeds 3 %%[#]Graines de Fougère antiques",
    "Mail_LeoAncientNut": "Salut @, ^^Peu à peu, je me réhabitue à la vie locale. Merci d'avoir été si patient avec moi et de m'avoir convaincu de revenir. Je ne m'étais pas rendu compte à quel point les habitants m'avaient manqué.  ^J'aimerais t'offrir quelque chose de spécial. Un jour, un des perroquets transportait une espèce de noix à l'apparence bizarre. J'ai gardée cette noix parce que je savais qu'elle était spéciale. Peut-être qu'un agriculture expérimenté comme toi pourra en faire bon usage. ^^- Leo %item object AncientCrops_AncientNut 1 %% [#] Noix antique",
    "Mail_SnailAncientOlive": "Salutations @, ^^Je n'arrive pas à croire que tu aies réussi cette mission. Ma collection est complète et tu as montré que tu étais un vrai spécialiste de la faune et de la flore locales. Quand j'ai commencé mes recherches sur l'écosystème de cette île, je suis tombé sur ce spécimen dans une région très reculée de la jungle. Je l'ai analysé et il pourrait s'agir de l'ancêtre de l'olive que l'on connaît aujourd'hui. Je ne suis pas parvenu à la faire grandir, mais je suis certain que tu vas y arriver. ^Fais-moi part de tes résultats. ^^- Bien à toi, Professeur Snail %item object AncientCrops_AncientOlive 1 %% [#] Olive antique",
    "Mail_WizardAncientTuber": "@ ^^J'ai remarqué que tu cultivais des plantes oubliées depuis longtemps. ^En fait, ces espèces se sont éteintes il y a bien longtemps, dans notre vallée, à cause de la surexploitation. Leur apparence exotique et leurs propriétés uniques se paient au prix d'une croissance très lente puisqu'elles absorbent les énergies antiques contenues dans le sol. Malheureusement, il y avait trop de cultures dans cette toute petite région si bien que le sol n'avait pas le temps de recharger ses énergies. Au fil du temps, ces espèces se sont adaptées et sont devenus celles que nous connaissons aujourd'hui. ^Je dois t'avertir. Veille à ne pas commettre la même erreur. Maintiens un certain équilibre. Oh, et maintenant que tu sais quoi faire, voici la version antique de notre chère pomme-de-terre. Jadis, elle était cultivée pour parer aux catastrophes naturelles, qui empêchaient toute autre culture. ^^- the Wizard %item object AncientCrops_AncientTuber 1 %%[#]Tubercule antique",
    "Mail_QiAncientCoffee": "Eh bien. Tu me surprends une fois de plus. ^@, tu as récolté tous les types de cultures antiques. Félicitations ! Une fois encore, tu m'as montré que tu n'abandonnes jamais, même quand tu fais face aux défis les plus difficiles. ^Je suis fier de toi, mon petit. ^^Mais ce n'est pas tout. Laisse-moi t'offrir cette graine spéciale. Je l'ai génétiquement modifiée pour lui permettre de capter les énergies antiques qui se trouvent sous nos pieds. A propos de pieds : si tu transformes plusieurs de ces fruits en boisson, tu obtiendras un boost de vitesse inédit. ^Bonne chance. ^- Qi %item object AncientCrops_AncientCoffeeBean 1 %% [#] Grain de Café antique",
    "AncientEnergyProcessor_name": "Processeur d'Energie antique'",
    "AncientEnergyProcessor_description": "Une machine concue par Mr. Qi. Permet de transformer des ingrédients à l'aide d'Energie antique.",
    "AncientEnergyProcessorFuelNeededMessage": "Nécessite un Fruit antique."
}